<?php

return [
    'Login' => 'ログイン',
    'Logout' => 'ログアウト',
    'E-Mail Address' => 'Eメールアドレス（id）',
    'Password' => 'パスワード',
    'Remember Me' => 'パスワードを記憶する',
    'Register' => '登録',
    'Name' => 'ユーザー名',
    'Confirm Password' => '確認用パスワード',
    'Forgot Your Password?' => 'パスワードを忘れた場合',
    'Reset Password' => 'パスワードをリセット',
    'Send Password Reset Link' => 'メールアドレスに送信',
    'Please confirm your password before continuing.' => '続行する前にパスワードを確認してください。',

    /*
    |--------------------------------------------------------------------------
    | 認証言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は認証時にユーザーに対し表示する必要のある
    | 様々なメッセージです。アプリケーションの必要に合わせ
    | 自由にこれらの言語行を変更してください。
    |
    */
    // ↓ここの文字列を変更
    'failed' => 'idかパスワードが一致しません。未登録であれば登録してください。',
    'throttle' => 'ログインに続けて失敗しています。:seconds秒後に再度お試しください。',

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は既存のパスワードを無効にしたい場合に、無効なトークンや
    | 新しいパスワードが入力された場合のように、パスワードの更新に失敗した
    | 理由を示すデフォルトの文言です。
    |
    */

    'reset' => 'パスワードをリセットしました。',
    'sent' => 'パスワードリセットメールを送信しました。',
    'throttled' => 'しばらく再試行はお待ちください。',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => "メールアドレスに一致するユーザーは存在していません。",

];
